<template>
  <main class="r_box">
    <div class="about">
      <p>李强，男，一个90后草根站长！18年入行。一直潜心研究web前端，后台技术，一边工作一边积累经验，分享一些个人博客模板，以及SEO优化等心得。我入行早，大家也亲切的叫我&ldquo;小强&rdquo;。<br />
        <br />
        SEO奋斗了将近两年时间，个人博客网站百度排名也从之前的30页后，排到了第一页。期间有很多的不容易，但是都没有放弃过。入了这一行，就深深的喜欢上它。我喜欢一句话&ldquo;冥冥中该来则来，无处可逃&rdquo;。<br />
        <br />
        <img src="../../../static/images/123.jpg">>
        近几年我也发现个人博客排前几页的也有很多是我做过的模板，感谢各位站长的欣赏，我仔细看过他们的网站。他们在我原模板的基础上有修改，而且他们做的原创内容都是值得一读的。有时候甚至排名都超过了我个人博客网站的排名。<br />
        <br />
        现在很多人向我请教如何做好SEO，我想说的是，一是&ldquo;代码&rdquo;，一定要简单，布局要合理。二是&ldquo;内容&rdquo;，一定要有原创，伪原创也是可以的。三是&ldquo;持续&rdquo;，这是一个持续性过程，一定要有耐心，SEO不是马上生效的。<br />
        <br />
      <br />
      SEO奋斗了将近两年时间，个人博客网站百度排名也从之前的30页后，排到了第一页。期间有很多的不容易，但是都没有放弃过。入了这一行，就深深的喜欢上它。我喜欢一句话&ldquo;冥冥中该来则来，无处可逃&rdquo;。<br />
      <br />
      <img src="images/1.jpg">        近几年我也发现个人博客排前几页的也有很多是我做过的模板，感谢各位站长的欣赏，我仔细看过他们的网站。他们在我原模板的基础上有修改，而且他们做的原创内容都是值得一读的。有时候甚至排名都超过了我个人博客网站的排名。<br />
      <br />
      <p>域 名：www.mycookies.cn </p>
      <br />
      <p>服务器：腾讯云服务器</p>
      <br />
      <p>备案号：皖ICP备17014740号-1</p>
      <br />
      <p>程 序：李强个人博客</p>

    </div>
  </main>
</template>

<script>
export default {
  name: 'AboutMe'
}
</script>

<style lang='stylus' scoped>

</style>
